 [
    {
      "title": "How do I submit a review on the app?",
      "desc": "Once you're in main screen, you'll be prompted to select a star rating that best reflects your overall experience.  In the comment section, describe your visit, mentioning specific aspects like the quality of service, ambiance, and the food's taste. Feel free to highlight what stood out or any areas for improvement. Remember, your honest and detailed reviews not only guide fellow customers but also help businesses to enhance their service. After completing your review, simply click 'Submit' to share your insights with our community."
    },
    {
      "title": "Can I edit my review after posting it?",
      "desc": "Once submitted, reviews cannot be edited due to our anonymous posting policy. We encourage you to review your feedback for accuracy before submitting it. If there is a significant error, you can contact our support team for assistance."
    },
    {
      "title": "How do you ensure the authenticity of reviews?",
      "desc": "We use advanced algorithms to detect and prevent fraudulent reviews. Our team also conducts regular audits to maintain the integrity of the feedback on our platform, ensuring that all reviews are genuine and trustworthy."
    },
    {
      "title": "Are my reviews anonymous?",
      "desc": "Yes, all reviews submitted through our app are completely anonymous. We believe in maintaining your privacy while allowing you to share honest feedback about your dining experiences."
    },
    {
      "title": "What should I include in my review?",
      "desc": "Your review should reflect your personal experience at the restaurant. Mention specific details like food quality, service, ambiance, and any particular dishes you recommend. Constructive and honest reviews are most helpful to other users."
    },
    {
      "title": "Can restaurants respond to my reviews?",
      "desc": "While restaurants can view and take note of the feedback, they cannot respond directly to reviews on our platform. This policy is to maintain the anonymity and impartiality of the review process."
    },
    {
      "title": "How do I report inappropriate content in a review?",
      "desc": "If you encounter a review that contains inappropriate content, please use the 'Report' button next to the review. Our moderation team will promptly review and take appropriate action to uphold our content standards."
    },
    {
      "title": "How do you ensure the authenticity of reviews?",
      "desc": "We use advanced algorithms to detect and prevent fraudulent reviews. Our team also conducts regular audits to maintain the integrity of the feedback on our platform, ensuring that all reviews are genuine and trustworthy."
    },
    {
      "title": "Is there a limit to how many reviews I can post?",
      "desc": "There is no limit to the number of reviews you can post. However, we encourage quality over quantity. Take your time to share detailed and thoughtful experiences from different dining occasions."
    }
 ]
  

  